tap "domt4/autoupdate"
tap "kryptco/tap"
tap "homebrew/livecheck"
tap "homebrew/science"
tap "homebrew/portable"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/versions"
tap "homebrew/x11"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/versions"
tap "caskroom/cask"
tap "rcmdnk/file"
tap "jzelinskie/duckdns"
cask "java"
cask "osxfuse"
cask "caskroom/versions/java8"
brew "ack"
brew "openssl"
brew "readline"
brew "sqlite"
brew "aircrack-ng"
brew "apktool"
brew "app-engine-java"
brew "ascii"
brew "autoconf"
brew "automake"
brew "gdbm"
brew "xz"
brew "python3"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bfg"
brew "binutils"
brew "gmp"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "p7zip"
brew "ssdeep"
brew "binwalk"
brew "bison"
brew "brew-cask-completion"
brew "brew-gem"
brew "bzip2"
brew "libpng"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "pcre"
brew "ccache", args: ["HEAD"]
brew "ccat"
brew "libtool"
brew "cfssl"
brew "cifer"
brew "cless"
brew "cloud-watch"
brew "cmake"
brew "colormake"
brew "convox"
brew "coreutils"
brew "curl", args: ["with-c-ares", "with-gssapi", "with-libmetalink", "with-libssh2", "with-nghttp2"]
brew "dark-mode"
brew "go"
brew "dex2jar"
brew "dns2tcp"
brew "dnsmasq", restart_service: true
brew "docbook-xsl"
brew "docker-credential-helper", link: false
brew "dyld-headers"
brew "fcrackzip"
brew "fd"
brew "file-formula"
brew "findutils"
brew "foremost"
brew "fzf"
brew "gcc@6"
brew "gem-bundle"
brew "gem-hugo"
brew "gem-middleman"
brew "gem-rubocop"
brew "gem-rubygems-update"
brew "gem-rubypress"
brew "git"
brew "git-extras"
brew "git-flow"
brew "git-lfs"
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-tar"
brew "gnu-which", args: ["with-default-names"]
brew "libunistring"
brew "gnupg"
brew "gnustep-make"
brew "pkg-config"
brew "gpg-agent"
brew "grep"
brew "grunt-completion"
brew "gzip"
brew "icu4c"
brew "hashpump"
brew "lua"
brew "highlight"
brew "jpeg"
brew "htmldoc"
brew "hub"
brew "hugo"
brew "libtiff"
brew "imagemagick", args: ["with-webp"]
brew "imgcat"
brew "inetutils", args: ["with-default-names"]
brew "jasper"
brew "john"
brew "jq"
brew "jruby"
brew "json-glib"
brew "json-table"
brew "jsoncpp"
brew "jsonpp"
brew "knock"
brew "openssl@1.1"
brew "libdnet"
brew "libidn2"
brew "libsass"
brew "libssh"
brew "libssh2"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "llvm"
brew "lsof"
brew "luajit"
brew "lynx"
brew "make", args: ["with-guile@2.0"]
brew "mariadb"
brew "mas"
brew "md5sha1sum"
brew "moreutils"
brew "mruby"
brew "mruby-cli"
brew "mysqltuner"
brew "narwhal"
brew "netpbm"
brew "ninja"
brew "nmap"
brew "nodebrew"
brew "python"
brew "opencv"
brew "openmotif"
brew "openssh"
brew "pandoc"
brew "path-extractor"
brew "perl"
brew "perl-build"
brew "pigz"
brew "pngcheck"
brew "pv"
brew "pyvim"
brew "rename"
brew "rhino"
brew "ringojs"
brew "rrdtool"
brew "rsync"
brew "ruby-completion"
brew "rust"
brew "s-search"
brew "s3cmd"
brew "s3fs"
brew "sassc"
brew "screen"
brew "sfnt2woff"
brew "sfnt2woff-zopfli"
brew "shyaml"
brew "socat"
brew "speedtest-cli"
brew "sphinx-doc"
brew "sqlmap"
brew "ssh-copy-id"
brew "tclap"
brew "tcpdump"
brew "tcpflow"
brew "tcpreplay"
brew "tcptrace"
brew "torrentcheck"
brew "torsocks"
brew "travis"
brew "tree"
brew "ucspi-tcp"
brew "unixodbc"
brew "varnish"
brew "vim", args: ["HEAD", "with-client-server", "with-gettext", "with-lua", "with-luajit", "with-override-system-vi", "with-python3", "with-tcl"]
brew "vimpager"
brew "webkit2png"
brew "webp"
brew "wget"
brew "woff2"
brew "xpdf"
brew "yaml-cpp", args: ["with-static-lib"]
brew "yarn", args: ["without-node"]
brew "zopfli"
brew "zsh", args: ["with-unicode9"]
brew "zsh-completions"
brew "homebrew/php/adminer"
brew "homebrew/php/php72", args: ["with-argon2", "with-cgi", "with-debug", "with-gmp", "with-homebrew-curl", "with-homebrew-libressl", "with-homebrew-libxml2", "with-homebrew-libxslt", "with-httpd", "with-imap", "with-pear", "with-webp"]
brew "homebrew/php/php72-apcu"
brew "homebrew/php/php72-gmp"
brew "homebrew/php/php72-opcache"
brew "homebrew/php/php72-xdebug"
brew "homebrew/php/php72-yaml"
brew "homebrew/php/wp-cli"
brew "homebrew/php/xdebug-osx"
brew "jzelinskie/duckdns/duckdns"
brew "kryptco/tap/kr", args: ["HEAD"]
brew "rcmdnk/file/brew-file"
cask "android-file-transfer"
cask "chrome-remote-desktop-host"
cask "firebase-admin"
cask "flash-player-debugger-npapi"
cask "flash-player-debugger-ppapi"
cask "google-backup-and-sync"
cask "google-cloud-sdk"
cask "mightytext"
cask "musixmatch"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "react-studio"
cask "sequel-pro"
cask "speedify"
cask "spotify"
cask "vlc"
cask "vuze"
cask "webpquicklook"
cask "caskroom/versions/docker-edge"
cask "caskroom/versions/dropbox-beta"
cask "caskroom/versions/electron-beta"
cask "caskroom/versions/google-chrome-dev"
cask "caskroom/versions/iterm2-beta"
cask "caskroom/versions/java6"
cask "caskroom/versions/opera-developer"
cask "caskroom/versions/slack-beta"
cask "caskroom/versions/xquartz-beta"
mas "Delete Apps", id: 1033808943
mas "Duplicate File Finder & Remover", id: 1152611077
mas "Keynote", id: 409183694
mas "Memory Cleaner", id: 748212890
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
