tap "heroku/brew"
tap "kryptco/tap"
tap "homebrew/livecheck"
tap "homebrew/dupes"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/versions"
tap "homebrew/boneyard"
tap "homebrew/x11"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
tap "bramstein/webfonttools"
tap "rcmdnk/file"
cask "java"
cask "caskroom/versions/java8"
brew "ack"
brew "openssl"
brew "readline"
brew "sqlite"
brew "aircrack-ng"
brew "app-engine-java"
brew "autoconf"
brew "gdbm"
brew "xz"
brew "python3"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bfg"
brew "binutils"
brew "gmp"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "p7zip"
brew "ssdeep"
brew "binwalk"
brew "brew-cask-completion"
brew "brew-gem"
brew "brew-pip"
brew "libtool"
brew "cfssl"
brew "cifer"
brew "cmake"
brew "coreutils"
brew "dark-mode"
brew "git"
brew "go"
brew "dex2jar"
brew "dns2tcp"
brew "elasticsearch"
brew "fcrackzip"
brew "findutils"
brew "icu4c"
brew "node"
brew "firebase-cli"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "foremost"
brew "gem-hugo"
brew "gettext"
brew "git-extras"
brew "git-flow"
brew "git-lfs"
brew "gnu-sed", args: ["with-default-names"]
brew "libffi"
brew "libunistring"
brew "gnupg"
brew "pcre"
brew "grep"
brew "hashpump"
brew "heroku"
brew "lua"
brew "highlight"
brew "hub"
brew "hugo"
brew "mysql"
brew "hydra"
brew "jpeg"
brew "libtiff"
brew "imagemagick", args: ["with-webp"]
brew "jasper"
brew "john"
brew "knock"
brew "openssl@1.1"
brew "libdnet"
brew "libidn2"
brew "libssh"
brew "libssh2"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "lsof"
brew "luajit"
brew "lynx"
brew "mas"
brew "mongodb"
brew "moreutils"
brew "narwhal"
brew "netpbm"
brew "nmap"
brew "nvm"
brew "openmotif"
brew "openssh"
brew "pandoc"
brew "pigz"
brew "pkg-config"
brew "pngcheck"
brew "python"
brew "postgresql"
brew "pv"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "rename"
brew "rhino"
brew "ringojs"
brew "rsync"
brew "rust"
brew "s-search"
brew "s3cmd"
brew "screen"
brew "socat"
brew "speedtest-cli"
brew "sphinx-doc"
brew "sqlmap"
brew "ssh-copy-id"
brew "tcpdump"
brew "tcpflow"
brew "tcpreplay"
brew "tcptrace"
brew "tcptraceroute"
brew "tree"
brew "ucspi-tcp"
brew "unixodbc"
brew "vim", args: ["HEAD", "with-client-server", "with-custom-ruby", "with-gettext", "with-lua", "with-luajit", "with-override-system-vi", "with-python3"]
brew "webkit2png"
brew "webp"
brew "wget"
brew "xpdf"
brew "yarn", args: ["without-node"]
brew "zopfli"
brew "zsh", args: ["with-unicode9"]
brew "zsh-completions"
brew "bramstein/webfonttools/sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
brew "bramstein/webfonttools/woff2"
brew "homebrew/php/php71", args: ["with-cgi", "with-debug", "with-gmp", "with-homebrew-libressl", "with-homebrew-libxml2", "with-homebrew-libxslt", "with-httpd", "with-imap", "with-libmysql", "with-pear", "with-phpdbg", "with-webp"]
brew "kryptco/tap/kr", args: ["HEAD"]
brew "rcmdnk/file/brew-file"
cask "chrome-remote-desktop-host"
cask "flash-player-debugger-npapi"
cask "flash-player-debugger-ppapi"
cask "gcc-arm-embedded"
cask "google-backup-and-sync"
cask "google-cloud-sdk"
cask "musixmatch"
cask "mysqlworkbench"
cask "osxfuse"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "spotify"
cask "vlc"
cask "vuze"
cask "webpquicklook"
cask "caskroom/versions/atom-beta"
cask "caskroom/versions/docker-edge"
cask "caskroom/versions/dropbox-beta"
cask "caskroom/versions/google-chrome-dev"
cask "caskroom/versions/iterm2-beta"
cask "caskroom/versions/slack-beta"
cask "caskroom/versions/xquartz-beta"
mas "Delete Apps", id: 1033808943
mas "Duplicate File Finder & Remover", id: 1152611077
mas "Flix Streaming for Netflix", id: 1061811059
mas "Keynote", id: 409183694
mas "Memory Cleaner", id: 748212890
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
